Repository: lil-works/aip
Catalog: app/Resources/translations/messages.*.xlf
Languages: fr

source: Browser
fr: Navigateur

source: City:
fr: Ville:

source: Compress your PDF files
fr: Compresser vos fichiers PDF

source: Compress your pdf files
fr: Compresser vos fichiers PDF

source: Country
fr: Pays

source: Geo Ip for
fr: Geolocalisation pour

source: Get ip location
fr: Trouver la geo localisation

source: Information about your system
fr: Information à propos de votre systeme

source: Localize an ip adress
fr: Localiser une adresse ip

source: Operating system
fr: Systeme d'exploitation

source: PDF file
fr: fichier PDF

source: PDF tools
fr: outils PDF

source: Pdf compressor
fr: Compression PDF

source: Ping an host from here
fr: Ping vers une adresse

source: Ping from adress-ip server to
fr: Ping depuis notre serveur

source: Search in whois database
fr: Chercher dans la base Whois

source: Sorry we haven't found location of this ip
fr: Désolé l'ip ne peut être géolocalisé

source: Your ip is
fr: Votre ip est

source: search for domain in whois database
fr: Chercher un domaine dans la base whois
